[
    {
      "link": "https://www.youtube.com/watch?v=mV0WcD1AgwU",
      "title": "The Guilt No One Talks About After Moving Abroad",
      "description": "An artsy 20 minute video about the often-unspoken emotional challenges and guilt experienced by people who move abroad, highlighting the bittersweet reality of building a new life while navigating changing relationships with their original home, friends, and family. The video is a series of interviews with people who moved abroad and how they feel about their new life and what they left behind."
    },
    {
      "link": "https://www.youtube.com/watch?v=N1DGHuNcFDc",
      "title": "The Pros and Cons of Living in Berlin",
      "description": "This guy makes videos about living in many european cities, he moves there for a few months and then makes a video about the pros and cons of living in the city. This 22 minute video is about Berlin, covering aspects like its life style, affordability, public transit, and art scene, while also addressing downsides such as cleanliness and high taxes."
    },
    {
      "link": "https://www.youtube.com/watch?v=_F_cfWJh2CA",
      "title": "What's Life Like as a Foreigner in Germany?",
      "description": "This 11 minute video is a series of quick street interviews with foreigners living in Germany, asking them about their experiences and what they like and dislike about living in Germany."
    },
    {
      "link": "https://www.youtube.com/watch?v=RyZ_qXgjj2g",
      "title": "Being a South African Expat Living in Germany",
      "description": "A 14 minute video interview tih Matilda, a South African woman, shares her experiences living in Berlin, discussing the racism and culture shock she faced. Despite  difficulties, she has found a sense of home in Berlin, appreciates the public transportation, and has used her journey to explore her identity as an author and activist."
    },
    {
      "link": "https://www.youtube.com/watch?v=eKpMauGeoIU",
      "title": "Is Berlin Right for You? Expats Advice on Who Should Move Here",
      "description": "A 6 minute video featuring more quick street interviews with foreigners living in Germany, asking them about their experiences."
    },
    {
      "link": "https://www.youtube.com/watch?v=6YN6uCZ0arM",
      "title": "Expat Life in Germany (Challenges & Tips)",
      "description": "This 8 minute video features Rodrigo Catao sharing his experiences and insights on life in Berlin. He discusses challenges such as language barriers and bureaucracy, offers some tips for foreigners moving to Germany"
    }
  ]